Tekla.Structures.DrawingInternal.dotGrTextAttributes_t


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.FontAttributes


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.Angle


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.TextAlignment


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.UseWordWrapping


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.RulerWidth


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.ArrowHead


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.PreferredPlacingType


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.PlacingAttributes


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.TransparentBackground


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.ToStruct(Tekla.Structures.Drawing.Text.TextAttributes)


Tekla.Structures.DrawingInternal.dotGrTextAttributes_t.FromStruct(Tekla.Structures.Drawing.Text.TextAttributes)
